Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# releases.download.error.invalidURL
source: Invalid download URL
ar: رابط تحميل غير صالح
de: Ungültige Download-URL
es: URL de descarga no válida
fr: URL de téléchargement invalide
id: URL unduhan tidak valid
it: URL di download non valido
ja: 無効なダウンロードURL
ko: 잘못된 다운로드 URL
nl: Ongeldige download-URL
pl: Nieprawidłowy URL pobierania
pt_br: URL de download inválida
ru: Некорректный URL для скачивания
tr: Geçersiz indirme URL'si
uk: Недійсне посилання для завантаження
vi: URL tải xuống không hợp lệ
zh_hans: 下载链接无效
zh_hant: 下載連結無效

# releases.download.error.moveFailed
source: Failed to save downloaded file
ar: فشل حفظ الملف المُحمَّل
de: Heruntergeladene Datei konnte nicht gespeichert werden
es: Error al guardar el archivo descargado
fr: Échec de l'enregistrement du fichier téléchargé
id: Gagal menyimpan file yang diunduh
it: Salvataggio del file scaricato non riuscito
ja: ダウンロードファイルの保存に失敗しました
ko: 다운로드한 파일을 저장하지 못했습니다
nl: Kan gedownload bestand niet opslaan
pl: Nie udało się zapisać pobranego pliku
pt_br: Falha ao salvar o arquivo baixado
ru: Не удалось сохранить скачанный файл
tr: İndirilen dosya kaydedilemedi
uk: Не вдалося зберегти завантажений файл
vi: Không thể lưu tệp đã tải xuống
zh_hans: 保存下载文件失败
zh_hant: 儲存下載檔案失敗

# releases.download.error.rateLimited
source: GitHub rate limit reached. Try again later.
ar: تم الوصول إلى حد معدل GitHub. حاول مرة أخرى لاحقًا.
de: GitHub-Ratenlimit erreicht. Versuchen Sie es später erneut.
es: Límite de tasa de GitHub alcanzado. Inténtalo de nuevo más tarde.
fr: Limite de débit GitHub atteinte. Réessayez plus tard.
id: Batas laju GitHub tercapai. Coba lagi nanti.
it: Limite di velocità GitHub raggiunto. Riprova più tardi.
ja: GitHubのレート制限に達しました。後でもう一度お試しください。
ko: GitHub 속도 제한에 도달했습니다. 나중에 다시 시도하세요.
nl: GitHub-snelheidslimiet bereikt. Probeer het later opnieuw.
pl: Osiągnięto limit żądań GitHub. Spróbuj ponownie później.
pt_br: Limite de taxa do GitHub atingido. Tente novamente mais tarde.
ru: Достигнут лимит запросов GitHub. Повторите попытку позже.
tr: GitHub hız sınırına ulaşıldı. Daha sonra tekrar deneyin.
uk: Досягнуто ліміту запитів GitHub. Спробуйте пізніше.
vi: Đã đạt giới hạn tốc độ GitHub. Thử lại sau.
zh_hans: GitHub 请求频率受限，请稍后再试
zh_hant: GitHub 請求頻率受限，請稍後再試

# releases.download.error.unauthorized
source: Sign in to download this asset
ar: سجّل الدخول لتحميل هذا الأصل
de: Melden Sie sich an, um dieses Asset herunterzuladen
es: Inicia sesión para descargar este activo
fr: Connectez-vous pour télécharger ce fichier
id: Masuk untuk mengunduh aset ini
it: Accedi per scaricare questo asset
ja: このアセットをダウンロードするにはサインインしてください
ko: 이 에셋을 다운로드하려면 로그인하세요
nl: Meld u aan om dit asset te downloaden
pl: Zaloguj się, aby pobrać ten zasób
pt_br: Faça login para baixar este ativo
ru: Войдите, чтобы скачать этот ресурс
tr: Bu varlığı indirmek için oturum açın
uk: Увійдіть, щоб завантажити цей актив
vi: Đăng nhập để tải xuống tài sản này
zh_hans: 请登录后再下载该资产
zh_hant: 請登入後再下載該資產

# releases.download.failed
source: Download failed
ar: فشل التحميل
de: Download fehlgeschlagen
es: Error de descarga
fr: Échec du téléchargement
id: Unduhan gagal
it: Download non riuscito
ja: ダウンロードに失敗しました
ko: 다운로드 실패
nl: Download mislukt
pl: Pobieranie nie powiodło się
pt_br: Falha no download
ru: Скачивание не удалось
tr: İndirme başarısız
uk: Завантаження не вдалося
vi: Tải xuống thất bại
zh_hans: 下载失败
zh_hant: 下載失敗

# releases.download.savePanel.message
source: Choose where to save the release asset.
ar: اختر مكان حفظ أصل الإصدار.
de: Wählen Sie, wo das Release-Asset gespeichert werden soll.
es: Elige dónde guardar el activo de la versión.
fr: Choisissez où enregistrer le fichier de la version.
id: Pilih lokasi untuk menyimpan aset rilis.
it: Scegli dove salvare l'asset della release.
ja: リリースアセットの保存先を選択してください。
ko: 릴리스 에셋을 저장할 위치를 선택하세요.
nl: Kies waar u het release-asset wilt opslaan.
pl: Wybierz, gdzie zapisać zasób wydania.
pt_br: Escolha onde salvar o ativo da versão.
ru: Выберите, куда сохранить ресурс релиза.
tr: Sürüm varlığının kaydedileceği yeri seçin.
uk: Виберіть, куди зберегти актив релізу.
vi: Chọn nơi lưu tài sản phát hành.
zh_hans: 选择发布资产的保存位置。
zh_hant: 選擇發布資產的儲存位置。

# releases.download.savePanel.title
source: Save Release Asset
ar: حفظ أصل الإصدار
de: Release-Asset speichern
es: Guardar activo de versión
fr: Enregistrer le fichier de version
id: Simpan Aset Rilis
it: Salva asset della release
ja: リリースアセットを保存
ko: 릴리스 에셋 저장
nl: Release-asset opslaan
pl: Zapisz zasób wydania
pt_br: Salvar ativo da versão
ru: Сохранить ресурс релиза
tr: Sürüm Varlığını Kaydet
uk: Зберегти актив релізу
vi: Lưu tài sản phát hành
zh_hans: 保存发布资产
zh_hant: 儲存發布資產

# releases.download.success
source: Downloaded
ar: تم التحميل
de: Heruntergeladen
es: Descargado
fr: Téléchargé
id: Terunduh
it: Scaricato
ja: ダウンロード完了
ko: 다운로드 완료
nl: Gedownload
pl: Pobrano
pt_br: Baixado
ru: Скачано
tr: İndirildi
uk: Завантажено
vi: Đã tải xuống
zh_hans: 已下载
zh_hant: 已下載

# releases.downloadAsset
source: Download to disk
ar: تحميل إلى القرص
de: Auf Festplatte speichern
es: Descargar a disco
fr: Télécharger sur le disque
id: Unduh ke disk
it: Scarica su disco
ja: ディスクにダウンロード
ko: 디스크에 다운로드
nl: Downloaden naar schijf
pl: Pobierz na dysk
pt_br: Baixar para o disco
ru: Скачать на диск
tr: Diske indir
uk: Завантажити на диск
vi: Tải xuống đĩa
zh_hans: 下载到本地
zh_hant: 下載到本地

# releases.error.loadFailed
source: Failed to load release info
ar: فشل تحميل معلومات الإصدار
de: Release-Info konnte nicht geladen werden
es: Error al cargar la información de la versión
fr: Échec du chargement des informations de version
id: Gagal memuat info rilis
it: Caricamento delle informazioni sulla release non riuscito
ja: リリース情報の読み込みに失敗しました
ko: 릴리스 정보를 불러오지 못했습니다
nl: Laden van release-info mislukt
pl: Nie udało się załadować informacji o wydaniu
pt_br: Falha ao carregar informações da versão
ru: Не удалось загрузить информацию о релизе
tr: Sürüm bilgisi yüklenemedi
uk: Не вдалося завантажити інформацію про реліз
vi: Không thể tải thông tin phát hành
zh_hans: 加载发布信息失败
zh_hant: 載入發布資訊失敗

# releases.error.subscribeFailed
source: Subscribe failed
ar: فشل الاشتراك
de: Abonnieren fehlgeschlagen
es: Error al suscribirse
fr: Échec de l'abonnement
id: Berlangganan gagal
it: Iscrizione non riuscita
ja: サブスクライブに失敗しました
ko: 구독 실패
nl: Abonneren mislukt
pl: Subskrypcja nie powiodła się
pt_br: Falha ao assinar
ru: Ошибка подписки
tr: Abone olma başarısız
uk: Помилка підписки
vi: Đăng ký thất bại
zh_hans: 订阅失败
zh_hant: 訂閱失敗

# releases.error.toggleNotifyFailed
source: Failed to toggle notifications
ar: فشل تبديل الإشعارات
de: Benachrichtigungen konnten nicht umgeschaltet werden
es: Error al cambiar las notificaciones
fr: Échec de l'activation/désactivation des notifications
id: Gagal mengalihkan notifikasi
it: Attivazione/disattivazione notifiche non riuscita
ja: 通知の切り替えに失敗しました
ko: 알림 전환 실패
nl: Meldingen in-/uitschakelen mislukt
pl: Nie udało się przełączyć powiadomień
pt_br: Falha ao alternar notificações
ru: Не удалось переключить уведомления
tr: Bildirimler değiştirilemedi
uk: Не вдалося перемкнути сповіщення
vi: Không thể chuyển đổi thông báo
zh_hans: 切换通知开关失败
zh_hant: 切換通知開關失敗

# releases.error.unsubscribeFailed
source: Unsubscribe failed
ar: فشل إلغاء الاشتراك
de: Abo kündigen fehlgeschlagen
es: Error al cancelar la suscripción
fr: Échec du désabonnement
id: Berhenti berlangganan gagal
it: Annullamento iscrizione non riuscito
ja: サブスクライブ解除に失敗しました
ko: 구독 취소 실패
nl: Abonnement opzeggen mislukt
pl: Anulowanie subskrypcji nie powiodło się
pt_br: Falha ao cancelar assinatura
ru: Ошибка отписки
tr: Abonelikten çıkma başarısız
uk: Помилка відписки
vi: Hủy đăng ký thất bại
zh_hans: 取消订阅失败
zh_hant: 取消訂閱失敗

# releases.openOnGitHub
source: Open on GitHub
ar: فتح على GitHub
de: Auf GitHub öffnen
es: Abrir en GitHub
fr: Ouvrir sur GitHub
id: Buka di GitHub
it: Apri su GitHub
ja: GitHubで開く
ko: GitHub에서 열기
nl: Openen op GitHub
pl: Otwórz na GitHub
pt_br: Abrir no GitHub
ru: Открыть на GitHub
tr: GitHub'da aç
uk: Відкрити на GitHub
vi: Mở trên GitHub
zh_hans: 在 GitHub 上打开
zh_hant: 在 GitHub 上開啟

# releases.row.assetsCountFormat
source: %d assets
ar: %d أصول
es: %d activos
fr: %d fichiers
id: %d aset
it: %d asset
ja: %d 個のアセット
ko: 에셋 %d개
pl: %d zasobów
pt_br: %d ativos
ru: %d ресурсов
tr: %d varlık
uk: %d активів
vi: %d tài sản
zh_hans: 资产 %d 个
zh_hant: 資產 %d 個

# releases.row.collapseNotes
source: Collapse release notes
ar: طي ملاحظات الإصدار
de: Release-Notizen einklappen
es: Contraer notas de la versión
fr: Réduire les notes de version
id: Ciutkan catatan rilis
it: Comprimi note di release
ja: リリースノートを折りたたむ
ko: 릴리스 노트 접기
nl: Release-opmerkingen samenvouwen
pl: Zwiń notatki wydania
pt_br: Recolher notas da versão
ru: Свернуть заметки о релизе
tr: Sürüm notlarını daralt
uk: Згорнути примітки до релізу
vi: Thu gọn ghi chú phát hành
zh_hans: 收起 Release 说明
zh_hant: 收起 Release 說明

# releases.row.expandNotes
source: Click to expand release notes
ar: انقر لتوسيع ملاحظات الإصدار
de: Zum Erweitern der Release-Notizen klicken
es: Haz clic para expandir las notas de la versión
fr: Cliquez pour développer les notes de version
id: Klik untuk memperluas catatan rilis
it: Clicca per espandere le note di release
ja: クリックしてリリースノートを展開
ko: 클릭하여 릴리스 노트 펼치기
nl: Klik om release-opmerkingen uit te vouwen
pl: Kliknij, aby rozwinąć notatki wydania
pt_br: Clique para expandir as notas da versão
ru: Нажмите, чтобы развернуть заметки о релизе
tr: Sürüm notlarını genişletmek için tıklayın
uk: Натисніть, щоб розгорнути примітки до релізу
vi: Nhấp để mở rộng ghi chú phát hành
zh_hans: 点击展开 Release 说明
zh_hant: 點擊展開 Release 說明

# releases.row.hideAssetsFormat
source: Hide %d assets
ar: إخفاء %d أصول
de: %d Assets ausblenden
es: Ocultar %d activos
fr: Masquer %d fichiers
id: Sembunyikan %d aset
it: Nascondi %d asset
ja: %d 個のアセットを非表示
ko: 에셋 %d개 숨기기
nl: Verberg %d assets
pl: Ukryj %d zasobów
pt_br: Ocultar %d ativos
ru: Скрыть %d ресурсов
tr: %d varlığı gizle
uk: Сховати %d активів
vi: Ẩn %d tài sản
zh_hans: 收起 %d 个资产
zh_hant: 收起 %d 個資產

# releases.row.hideDetails
source: Hide details
ar: إخفاء التفاصيل
de: Details ausblenden
es: Ocultar detalles
fr: Masquer les détails
id: Sembunyikan detail
it: Nascondi dettagli
ja: 詳細を非表示
ko: 세부 정보 숨기기
nl: Details verbergen
pl: Ukryj szczegóły
pt_br: Ocultar detalhes
ru: Скрыть подробности
tr: Ayrıntıları gizle
uk: Сховати деталі
vi: Ẩn chi tiết
zh_hans: 收起详情
zh_hant: 收起詳情

# releases.row.markRead
source: Mark as read
ar: وضع علامة كمقروء
de: Als gelesen markieren
es: Marcar como leído
fr: Marquer comme lu
id: Tandai sudah dibaca
it: Segna come letto
ja: 既読にする
ko: 읽음으로 표시
nl: Markeren als gelezen
pl: Oznacz jako przeczytane
pt_br: Marcar como lida
ru: Отметить как прочитанное
tr: Okundu olarak işaretle
uk: Позначити як прочитане
vi: Đánh dấu đã đọc
zh_hans: 标记为已读
zh_hant: 標記為已讀

# releases.row.markUnread
source: Mark as unread
ar: وضع علامة كغير مقروء
de: Als ungelesen markieren
es: Marcar como no leído
fr: Marquer comme non lu
id: Tandai belum dibaca
it: Segna come non letto
ja: 未読にする
ko: 읽지 않음으로 표시
nl: Markeren als ongelezen
pl: Oznacz jako nieprzeczytane
pt_br: Marcar como não lida
ru: Отметить как непрочитанное
tr: Okunmadı olarak işaretle
uk: Позначити як непрочитане
vi: Đánh dấu chưa đọc
zh_hans: 标记为未读
zh_hant: 標記為未讀

# releases.row.noMatchingAsset
source: No assets match the filter
ar: لا توجد أصول تطابق عامل التصفية
de: Keine Assets entsprechen dem Filter
es: Ningún activo coincide con el filtro
fr: Aucun fichier ne correspond au filtre
id: Tidak ada aset yang cocok dengan filter
it: Nessun asset corrisponde al filtro
ja: フィルタに一致するアセットがありません
ko: 필터와 일치하는 에셋이 없습니다
nl: Geen assets die overeenkomen met het filter
pl: Brak zasobów pasujących do filtra
pt_br: Nenhum ativo corresponde ao filtro
ru: Нет ресурсов, соответствующих фильтру
tr: Filtreyle eşleşen varlık yok
uk: Жоден актив не відповідає фільтру
vi: Không có tài sản nào khớp với bộ lọc
zh_hans: 无匹配资产
zh_hant: 無匹配資產

# releases.row.prerelease
source: Pre-release
ar: إصدار تجريبي
de: Vorabversion
es: Pre-lanzamiento
fr: Pré-version
id: Pra-rilis
ja: プレリリース
ko: 사전 릴리스
pl: Wersja przedpremierowa
pt_br: Pré-lançamento
ru: Предварительный релиз
tr: Ön sürüm
uk: Пре-реліз
vi: Tiền phát hành
zh_hans: 预发布
zh_hant: 預發布

# releases.row.viewAssetsFormat
source: View %d assets
ar: عرض %d أصول
de: %d Assets anzeigen
es: Ver %d activos
fr: Voir %d fichiers
id: Lihat %d aset
it: Vedi %d asset
ja: %d 個のアセットを表示
ko: 에셋 %d개 보기
nl: Bekijk %d assets
pl: Wyświetl %d zasobów
pt_br: Ver %d ativos
ru: Просмотреть %d ресурсов
tr: %d varlığı görüntüle
uk: Переглянути %d активів
vi: Xem %d tài sản
zh_hans: 查看 %d 个资产
zh_hant: 查看 %d 個資產

# releases.row.viewDetails
source: View details
ar: عرض التفاصيل
de: Details anzeigen
es: Ver detalles
fr: Voir les détails
id: Lihat detail
it: Vedi dettagli
ja: 詳細を表示
ko: 세부 정보 보기
nl: Details bekijken
pl: Wyświetl szczegóły
pt_br: Ver detalhes
ru: Просмотреть подробности
tr: Ayrıntıları görüntüle
uk: Переглянути деталі
vi: Xem chi tiết
zh_hans: 查看详情
zh_hant: 查看詳情

# releases.section.title
source: Releases
ar: الإصدارات
de: Veröffentlichungen
es: Lanzamientos
fr: Versions
id: Rilis
it: Release
ja: リリース
ko: 릴리즈
pl: Wydania
pt_br: Lançamentos
ru: Релизы
tr: Sürümler
uk: Релізи
vi: Bản phát hành

# releases.stat.subscribed
source: Subscribed
ar: مشترك
de: Abonniert
es: Suscrito
fr: Abonné
id: Berlangganan
it: Iscritto
ja: サブスクライブ中
ko: 구독 중
nl: Geabonneerd
pl: Subskrybowane
pt_br: Inscrito
ru: Подписан
tr: Abone Olundu
uk: Підписано
vi: Đã đăng ký
zh_hans: 已订阅
zh_hant: 已訂閱

# releases.timeline.checkNow
source: Check
ar: تحقق
de: Prüfen
es: Comprobar
fr: Vérifier
id: Periksa
it: Controlla
ja: 確認
ko: 확인
nl: Controleren
pl: Sprawdź
pt_br: Verificar
ru: Проверить
tr: Kontrol Et
uk: Перевірити
vi: Kiểm tra
zh_hans: 检查
zh_hant: 檢查

# releases.timeline.empty.subtitle
source: Subscribe to repositories' releases from the repo detail page to track new versions here.
ar: اشترك في إصدارات المستودعات من صفحة تفاصيل المستودع لتتبع الإصدارات الجديدة هنا.
de: Abonnieren Sie Veröffentlichungen von Repositories auf der Repository-Detailseite, um hier neue Versionen zu verfolgen.
es: Suscríbete a los lanzamientos de repositorios desde la página de detalle del repo para rastrear nuevas versiones aquí.
fr: Abonnez-vous aux versions des dépôts depuis la page de détail pour suivre les nouvelles versions ici.
id: Berlangganan rilis repositori dari halaman detail repo untuk melacak versi baru di sini.
it: Iscriviti alle release dei repository dalla pagina dei dettagli per monitorare le nuove versioni qui.
ja: リポジトリ詳細ページからリポジトリのリリースをサブスクライブすると、新しいバージョンをここで追跡できます。
ko: 저장소 상세 페이지에서 저장소의 릴리즈를 구독하면 새 버전을 여기서 추적할 수 있습니다.
nl: Abonneer je op releases van repositories via de repositorydetailpagina om nieuwe versies hier te volgen.
pl: Subskrybuj wydania repozytoriów ze strony szczegółów repozytorium, aby śledzić nowe wersje tutaj.
pt_br: Inscreva-se nos lançamentos dos repositórios na página de detalhes para acompanhar novas versões aqui.
ru: Подпишитесь на релизы репозиториев на странице сведений о репозитории, чтобы отслеживать новые версии здесь.
tr: Yeni sürümleri burada takip etmek için depo detay sayfasından repoların sürümlerine abone olun.
uk: Підпишіться на релізи репозиторіїв на сторінці репозиторію, щоб відстежувати нові версії тут.
vi: Đăng ký các bản phát hành từ trang chi tiết repo để theo dõi phiên bản mới tại đây.
zh_hans: 在仓库详情页订阅 Release，新版本会汇总到这里
zh_hant: 在倉庫詳情頁訂閱 Release，新版本會彙總到這裡

# releases.timeline.empty.title
source: No releases yet
ar: لا توجد إصدارات بعد
de: Noch keine Veröffentlichungen
es: Sin lanzamientos aún
fr: Aucune version pour l'instant
id: Belum ada rilis
it: Ancora nessuna release
ja: まだリリースはありません
ko: 아직 릴리즈 없음
nl: Nog geen releases
pl: Brak wydań
pt_br: Nenhum lançamento ainda
ru: Пока нет релизов
tr: Henüz sürüm yok
uk: Ще немає релізів
vi: Chưa có bản phát hành nào
zh_hans: 暂无 Release 记录
zh_hant: 暫無 Release 記錄

# releases.timeline.error.loadFailed
source: Failed to load timeline
ar: فشل تحميل المخطط الزمني
de: Zeitleiste konnte nicht geladen werden
es: Error al cargar la cronología
fr: Échec du chargement de la chronologie
id: Gagal memuat linimasa
it: Caricamento della timeline non riuscito
ja: タイムラインの読み込みに失敗しました
ko: 타임라인을 불러오지 못했습니다
nl: Tijdlijn laden mislukt
pl: Nie udało się załadować osi czasu
pt_br: Falha ao carregar a linha do tempo
ru: Не удалось загрузить ленту
tr: Zaman çizelgesi yüklenemedi
uk: Не вдалося завантажити стрічку
vi: Không thể tải dòng thời gian
zh_hans: 加载时间线失败
zh_hant: 載入時間線失敗

# releases.timeline.error.markAllReadFailed
source: Failed to mark all as read
ar: فشل تعليم الكل كمقروء
de: Alle als gelesen markieren fehlgeschlagen
es: Error al marcar todo como leído
fr: Échec du marquage de tout comme lu
id: Gagal menandai semua sebagai dibaca
it: Impossibile segnare tutto come letto
ja: すべて既読にするのに失敗しました
ko: 모두 읽음으로 표시하지 못했습니다
nl: Alles als gelezen markeren mislukt
pl: Nie udało się oznaczyć wszystkich jako przeczytane
pt_br: Falha ao marcar todos como lidos
ru: Не удалось отметить все как прочитанные
tr: Tümünü okundu işaretleme başarısız
uk: Не вдалося позначити все як прочитане
vi: Không thể đánh dấu tất cả đã đọc
zh_hans: 全部已读失败
zh_hant: 全部標記為已讀失敗

# releases.timeline.error.markReadFailed
source: Failed to update read state
ar: فشل تحديث حالة القراءة
de: Lesestatus konnte nicht aktualisiert werden
es: Error al actualizar el estado de lectura
fr: Échec de la mise à jour de l'état de lecture
id: Gagal memperbarui status baca
it: Aggiornamento dello stato di lettura non riuscito
ja: 既読状態の更新に失敗しました
ko: 읽음 상태를 업데이트하지 못했습니다
nl: Leesstatus bijwerken mislukt
pl: Nie udało się zaktualizować stanu przeczytania
pt_br: Falha ao atualizar estado de leitura
ru: Не удалось обновить статус прочтения
tr: Okunma durumu güncellenemedi
uk: Не вдалося оновити статус прочитання
vi: Không thể cập nhật trạng thái đã đọc
zh_hans: 更新已读状态失败
zh_hant: 更新已讀狀態失敗

# releases.timeline.markAllRead
source: Mark all read
ar: تعليم الكل كمقروء
de: Alle als gelesen markieren
es: Marcar todo leído
fr: Tout marquer comme lu
id: Tandai semua dibaca
it: Segna tutto come letto
ja: すべて既読にする
ko: 모두 읽음 표시
nl: Alles als gelezen markeren
pl: Oznacz wszystkie jako przeczytane
pt_br: Marcar todos como lidos
ru: Отметить все прочитанным
tr: Tümünü okundu işaretle
uk: Позначити все прочитаним
vi: Đánh dấu tất cả đã đọc
zh_hans: 全部已读
zh_hant: 全部標記為已讀

# releases.timeline.title
source: Releases
ar: الإصدارات
de: Veröffentlichungen
es: Lanzamientos
fr: Versions
id: Rilis
it: Release
ja: リリース
ko: 릴리즈
pl: Wydania
pt_br: Lançamentos
ru: Релизы
tr: Sürümler
uk: Релізи
vi: Bản phát hành
zh_hans: 订阅发布
zh_hant: 訂閱發布

# repo.access.unavailable
source: Unavailable
ar: غير متاح
de: Nicht verfügbar
es: No disponible
fr: Indisponible
id: Tidak tersedia
it: Non disponibile
ja: 利用不可
ko: 사용 불가
nl: Niet beschikbaar
pl: Niedostępne
pt_br: Indisponível
ru: Недоступен
tr: Kullanılamaz
uk: Недоступно
vi: Không khả dụng
zh_hans: 不可访问
zh_hant: 不可存取

# repo.archived
source: Archived
ar: مؤرشف
de: Archiviert
es: Archivado
fr: Archivé
id: Diarsipkan
it: Archiviato
ja: アーカイブ済み
ko: 보관됨
nl: Gearchiveerd
pl: Zarchiwizowane
pt_br: Arquivado
ru: Архивирован
tr: Arşivlenmiş
uk: Архівовано
vi: Đã lưu trữ
zh_hans: 已归档
zh_hant: 已封存

# repo.card.aiSummaryAvailable
source: AI summary available
ar: ملخص الذكاء الاصطناعي متاح
de: KI-Zusammenfassung verfügbar
es: Resumen IA disponible
fr: Résumé IA disponible
id: Ringkasan AI tersedia
it: Riepilogo AI disponibile
ja: AIサマリー利用可能
ko: AI 요약 가능
nl: AI-samenvatting beschikbaar
pl: Dostępne podsumowanie AI
pt_br: Resumo por IA disponível
ru: Доступна сводка AI
tr: AI özeti mevcut
uk: AI-підсумок доступний
vi: Có tóm tắt AI
zh_hans: 已有 AI 摘要
zh_hant: 已有 AI 摘要

# repo.card.alreadyStarred
source: Already Starred
ar: مُضاف للمفضلة مسبقًا
de: Bereits mit Stern markiert
es: Ya marcado con estrella
fr: Déjà ajouté aux favoris
id: Sudah Dibintangi
it: Già aggiunto alle stelle
ja: スター済み
ko: 이미 별표함
nl: Al een ster gegeven
pl: Już oznaczono gwiazdką
pt_br: Já favoritado
ru: Уже в звёздах
tr: Zaten Yıldızlanmış
uk: Вже в зірках
vi: Đã gắn sao
zh_hans: 已 Star
zh_hant: 已 Star

# repo.card.inLibrary
source: In Library
ar: في المكتبة
de: In der Bibliothek
es: En la biblioteca
fr: Dans la bibliothèque
id: Di Perpustakaan
it: Nella libreria
ja: ライブラリ内
ko: 라이브러리에 있음
nl: In bibliotheek
pl: W bibliotece
pt_br: Na biblioteca
ru: В библиотеке
tr: Kütüphanede
uk: У бібліотеці
vi: Trong thư viện
zh_hans: 已入库
zh_hant: 已入庫

# repo.card.pinned
source: Pinned
ar: مُثبّت
de: Angepinnt
es: Fijado
fr: Épinglé
id: Disematkan
it: Fissato
ja: ピン留め
ko: 고정됨
nl: Vastgezet
pl: Przypięte
pt_br: Fixado
ru: Закреплён
tr: Sabitlenmiş
uk: Закріплено
vi: Đã ghim
zh_hans: 已置顶
zh_hant: 已置頂

# repo.created
source: Created
ar: أُنشئ
de: Erstellt
es: Creado
fr: Créé
id: Dibuat
it: Creato
ja: 作成日
ko: 생성됨
nl: Aangemaakt
pl: Utworzone
pt_br: Criado
ru: Создан
tr: Oluşturuldu
uk: Створено
vi: Đã tạo

# repo.fork
source: Fork
ar: تفرع
ja: フォーク
ko: 포크
ru: Форк
tr: Çatal
uk: Форк

# repo.forkAction
source: Fork in browser
ar: تفرع في المتصفح
de: Fork im Browser
es: Fork en el navegador
fr: Fork dans le navigateur
id: Fork di browser
it: Fork nel browser
ja: ブラウザでフォーク
ko: 브라우저에서 포크
pl: Forkuj w przeglądarce
pt_br: Fazer fork no navegador
ru: Форкнуть в браузере
tr: Tarayıcıda çatalla
uk: Форкнути в браузері
vi: Fork trên trình duyệt
zh_hans: 在浏览器中 Fork
zh_hant: 在瀏覽器中 Fork

# repo.forks
source: Forks
ar: التفرعات
id: Fork
it: Fork
ja: フォーク数
ko: 포크
pl: Forki
ru: Форки
tr: Çatallar
uk: Форки
vi: Fork

# repo.lastEditedFormat
source: Last edited: %@
ar: آخر تعديل: %@
de: Zuletzt bearbeitet: %@
es: Última edición: %@
fr: Dernière modification : %@
id: Terakhir diedit: %@
it: Ultima modifica: %@
ja: 最終編集: %@
ko: 마지막 편집: %@
nl: Laatst bewerkt: %@
pl: Ostatnia edycja: %@
pt_br: Última edição: %@
ru: Последнее редактирование: %@
tr: Son düzenleme: %@
uk: Останнє редагування: %@
vi: Chỉnh sửa lần cuối: %@
zh_hans: 最近编辑：%@
zh_hant: 最近編輯：%@

# repo.notes.ai.apply
source: Use This Draft
ar: استخدم هذه المسودة
de: Diesen Entwurf verwenden
es: Usar este borrador
fr: Utiliser ce brouillon
id: Gunakan Draf Ini
it: Usa questa bozza
ja: この下書きを使用
ko: 이 초안 사용
nl: Dit concept gebruiken
pl: Użyj tego szkicu
pt_br: Usar este rascunho
ru: Использовать этот черновик
tr: Bu Taslağı Kullan
uk: Використати цей чернетку
vi: Dùng bản nháp này
zh_hans: 使用此草稿
zh_hant: 使用此草稿

# repo.notes.ai.cancel
source: Cancel Generation
ar: إلغاء التوليد
de: Generierung abbrechen
es: Cancelar generación
fr: Annuler la génération
id: Batalkan Generasi
it: Annulla generazione
ja: 生成をキャンセル
ko: 생성 취소
nl: Genereren annuleren
pl: Anuluj generowanie
pt_br: Cancelar geração
ru: Отменить генерацию
tr: Oluşturmayı İptal Et
uk: Скасувати генерацію
vi: Hủy tạo
zh_hans: 取消生成
zh_hant: 取消生成

# repo.notes.ai.copyDraft
source: Copy AI draft
ar: نسخ مسودة الذكاء الاصطناعي
de: KI-Entwurf kopieren
es: Copiar borrador IA
fr: Copier le brouillon IA
id: Salin draf AI
it: Copia bozza AI
ja: AI下書きをコピー
ko: AI 초안 복사
nl: AI-concept kopiëren
pl: Kopiuj szkic AI
pt_br: Copiar rascunho da IA
ru: Копировать черновик AI
tr: AI taslağını kopyala
uk: Копіювати AI-чернетку
vi: Sao chép bản nháp AI
zh_hans: 复制 AI 草稿
zh_hant: 複製 AI 草稿

# repo.notes.ai.discard
source: Discard
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Ignorer
id: Buang
it: Scarta
ja: 破棄
ko: 폐기
nl: Verwerpen
pl: Odrzuć
pt_br: Descartar
ru: Отменить
tr: At
uk: Відхилити
vi: Bỏ qua
zh_hans: 放弃
zh_hant: 放棄

# repo.notes.ai.done
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
id: Selesai
it: Fatto
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt_br: Concluído
ru: Готово
tr: Tamam
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成
